import React from "react";
import Navbar from "../Components/Header/Navbar";
import Footer from "../Components/Footer/Footer";
import Button from "../Components/Faq/Button";
import Box from "../Components/Faq/Box";
import { Link } from "react-router-dom";

export default function Faq() {
  return (
    <>
      <Navbar />
      <div className="container pr-7 w-5/6">
        <h1 className="font-Dana text-right text-xl mt-9">پرسش های متداول</h1>
        <div className="group relative w-full flex items-center gap-x-3 overflow-x-auto mb-4 lg:mb-8 mt-7 child:font-Dana child:text-zinc-600 child-hover:border child-hover:border-pink-700 child:bg-neutral-50 child:p-2">
          <Button title={"همه سوالات"} />
          <Button title={"ضمانت خانومی"} />
          <Link to={"/order"}>
            <Button title={"ثبت سفارش"} />
          </Link>
          <Button title={"جعبه صورتی و شانس "} />
          <Button title={"ویرایش سفارش"} />
          <Button title={"پیگیری سفارش"} />
          <Button title={"ارسال و تحویل کالا"} />
          <Button title={"بازگشت کالا"} />
          <Button title={"قوانین انتشار دیدگاه"} />
          <Button title={"پرداخت و استرداد"} />
        </div>

        {/* Boxs */}
        <div>
          <span className="font-Dana text-xl text-pink-700">ضمانت خانومی</span>
          <div className="divide-y divide-solid">
            <Box
              title={"ضمانت خانومی"}
              question={"آیا خانومی اصالت کالاها را تضمین می‌کند؟"}
              answer={
                "خانومی نمایندگی رسمی برندهای آرایشی بهداشتی و مراقبتی را داراست و تمامی محصولات را بدون واسطه، مستقیماً از تولیدکننده اصلی یا وارد کننده رسمی برند دریافت نموده و عرضه می‌نماید. به این ترتیب، اصالت کالا، قیمت نمایندگی و تاریخ انقضای درست محصول با اطمینان توسط خانومی تضمین می‌شود."
              }
            />
            <Box
              question={"آیا خانومی تاریخ انقضای محصولات را تضمین می‌کند؟"}
              answer={
                "تمامی کالاهای ایرانی موجود در خانومی بیش از ۶ ماه و کالاهای خارجی موجود در خانومی، بیش از ۴ ماه تاریخ انقضا دارند. در صورتی که تاریخ انقضای کالایی کمتر از زمان مذکور باشد، در صفحه محصول درج می‌شود و به اطلاع شما می‌رسد تا با آگاهی کامل از شرایط خاص کالا، خرید خود را انجام دهید. "
              }
            />
            <Box
              question={"ضمانت تطابق کالا با سایت به چه معنا است؟"}
              answer={
                "برای هر یک از کالاها در سایت، اطلاعاتی از قبیل نام، عکس و ویژگی‌های محصول درج شده است و ما تضمین می‌کنیم کالایی که به دست شما می‌رسد از همه نظر، دقیقا همان کالایی است که در سایت دیده و انتخاب کرده‌اید؛ یعنی تضمین تطابق کالا با سایت. در غیر اینصورت، کالا از شما پس گرفته می‌شود و تمام هزینه‌ها اعم از هزینه کالا، هزینه ارسال و هزینه باز پس فرستادن آن، به شما بازگردانده می‌شود. لطفاً توجه فرمایید که اطلاعات موجود در صفحه محصول به معنی توصیه یا مشاوره نیست و مسئولیت انتخاب کالا براساس نیازتان، بر عهده شماست."
              }
            />
            <Box
              question={"اگر کالا سالم به دستم نرسید، چه اقدامی انجام دهم؟"}
              answer={
                "در صورتی که کالا در فرآیند ارسال خراب شده یا مشکلی داشته باشد، تا ۷ روز بعد از تحویل، بازپس گرفته شده و پس از بررسی و احراز مشکل، کالا مرجوع می‌شود. بنابراین لازم است حداکثر تا ۷ روز پس از دریافت بسته، با امور مشتریان خانومی تماس بگیرید و موضوع را اطلاع دهید. برای اطلاع از نحوه بازگشت کالا، گزینه «بازگشت کالا» را مطالعه نمایید."
              }
            />

            <Box
              question={"آیا کالاهای برقی دارای گارانتی می‌باشند؟"}
              answer={
                "کالاهای مک استایلر و والروس دارای کارت گارانتی شرکتی بوده و کارت گارانتی در جعبه محصول موجود می‌باشد."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">ثبت سفارش</h1>
          <div className="divide-y divide-solid">
            <Box
              question={"چطور در خانومی ثبت نام کنم؟"}
              answer={
                "از طریق نشان حساب کاربری در بالای صفحه، وارد بخش ورود و ثبت‌نام شوید. شماره تلفن همراه خود را وارد کنید و دکمه «ورود/ثبت‌نام» را کلیک کنید. پس از دریافت کد تایید، آن را در این بخش وارد کنید تا مراحل ورود و ثبت‌نام شما کامل شود."
              }
            />
            <Box
              question={"چطور کالای مناسب را انتخاب کنم؟"}
              answer={
                "برای انتخاب کالای مورد نظر، شما می‌توانید از طریق جست‌وجو در سایت یا نوار منو، به دسته‌بندی یا برند مورد نظر خود بروید و کالای مورد نیاز خود را انتخاب کنید. توضیحات معرفی محصول، نحوه مصرف و دیدگاه‌های کاربران می‌توانند به شما برای انتخاب بهتر کالا کمک کنند، اما توجه فرمایید این توضیحات به معنی مشاوره خرید نیست. بهتر است کالا را با محصولات مشابه مقایسه کنید تا انتخاب درستی بر اساس نیازتان انجام دهید."
              }
            />

            <Box
              question={"چطور می‌توانم محصول را خریداری کنم؟"}
              answer={
                "برای خرید کالای مورد نظرتان، در صفحه آن کالا، روی دکمه «افزودن به سبد خرید» کلیک و کالا را به سبد خرید خود اضافه کنید. پس از افزودن تمامی کالاهای مورد نظرتان به سبد خرید، از طریق نشان سبد در بالای صفحه، وارد سبد خرید خود شوید. سپس با کلیک روی گزینه «ثبت سفارش»، به بخش انتخاب آدرس و زمان تحویل هدایت می‌شوید. پس از تکمیل این بخش، روش پرداخت خود را انتخاب کرده و خرید خود را تکمیل کنید. پس از پرداخت، شماره سفارش از طریق پیامک برای شما ارسال خواهد شد."
              }
            />
            <Box
              question={"چطور از کد تخفیف استفاده کنم؟ "}
              answer={
                "روی نشان سبد خرید در بالای سایت کلیک کنید و وارد سبد خرید خود شوید. در انتهای لیست کالاهای موجود در سبد خریدتان، می‌توانید کد تخفیف خود را وارد و روی گزینه «بررسی کد» کلیک کنید. توجه داشته باشید برای بررسی کد باید وارد سایت شوید. در صورتی که شرایط استفاده از کد را داشته باشید و زمان آن منقضی نشده باشد، تخفیف یا هدیه مربوط به آن کد، بر روی فاکتور شما اعمال خواهد شد. در غیر این صورت، پیام خطای متناسب با آن را مشاهده خواهید کرد. "
              }
            />

            <Box
              question={"محصول مورد نظرم موجود نیست، چه زمانی شارژ می‌شود؟"}
              answer={
                "زمان دقیق شارژ محصولات مشخص نیست و می‌توان با دنبال کردن سایت و استوری‌های پیج خانومی از زمان دقیق آن مطلع شد. "
              }
            />

            <Box
              question={"آیا درج کدپستی در زمان خرید الزامی می‌باشد؟"}
              answer={
                "درج کد پستی در زمان ثبت آدرس الزامی است. در صورتی که شهر شما در استان‌‌هایی به جز تهران و البرز قرار دارد، ارسال آن توسط پست انجام می‌گیرد؛ در این صورت لطفا از درستی کد پستی وارد شده اطمینان حاصل نمایید."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">
            جعبه صورتی و شانس{" "}
          </h1>
          <div className="divide-y divide-solid">
            <Box
              question={"شانس در جعبه صورتی خانومی چیست؟"}
              answer={
                "شانس خانومی، فرصت خرید بی‌نظیری است که فروشگاه اینترنتی خانومی در اختیار خریداران و به خصوص مشتریان وفادار خود قرار می‌دهد. در شانس خانومی،‌ همان‌طور که از اسمش پیداست، شانس مشتریان سهم مهمی دارد. به این صورت که تعداد محدودی از یک کالا، برای مدت زمان محدودی، در فروش ویژه قرار می‌گیرد و پس از پایان زمان یا تعداد در نظر گرفته شده، تخفیف شانس حذف می‌شود و کالا به قیمت قبلی باز می‌گردد، باید در نظر داشت که، فقط یک عدد از هر محصول شانس برای هر مشتری در 24 ساعت (در صورت موجود بودن) امکان خرید وجود دارد."
              }
            />
            <Box
              question={" تخفیف‌های شانس تا چه زمانی ادامه پیدا می‌کنند؟"}
              answer={
                "کالاهای شانس به مدت محدود در تخفیف بالا قرار می‌گیرند. این زمان ممکن است چند ساعت تا چند روز باشد، ‌مگر این که تعداد در نظر گرفته شده از کالاها با تخفیف ویژه به اتمام برسد. محصولات شانس هر روز در دو نوبت ۹ صبح و ۹ شب در سایت به روزرسانی می‌شوند. شما می‌توانید برای پیدا کردن محصول مورد نظر خود با بیشترین تخفیف، در این دو نوبت به سایت مراجعه و شانس خود را امتحان کنید."
              }
            />

            <Box
              question={"شرایط خرید کالاهای شانس چیست؟ "}
              answer={
                "کالاهای شانس به مدت محدود در تخفیف بالا قرار می‌گیرند. جهت امکان استفاده از این تخفیفات برای همه مشتریان، در هر ۲۴ ساعت فقط یک بار می‌توانید کالایی با برچسب شانس را خریداری کنید."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">ویرایش سفارش</h1>
          <div className="divide-y divide-solid">
            <Box
              question={
                "آیا امکان حذف یا اضافه کردن کالا در سفارش ثبت شده وجود دارد؟"
              }
              answer={
                "امکان حذف یا اضافه کردن کالا در سفارش ثبت شده وجود ندارد. اما در صورتی که بسته شما در مرحله «ثبت سفارش» باشد، می‌توانید خرید خود را کنسل نمایید تا هزینه به اعتبار مجازی شما در سایت بازگردانده شود و سفارش جدیدی ثبت کنید. اگر برای ثبت سفارش گزینه پرداخت اقساطی با اسنپ‌پی را انتخاب کرده باشید، در صورتی کنسل شدن سفارش، هزینه پرداختی بین ۵ تا ۱۰ روز کاری به اعتبار شما در اسنپ‌پی باز‌ می‌گردد. توجه کنید در این صورت تخفیف‌ها و هدیه‌های موجود در فاکتور شما کنسل می‌شود و خریدی با شرایط جدید ثبت خواهید کرد. در صورتی که کالا به مرحله «در حال آماده‌سازی» رسیده باشد، امکان کنسل شدن سفارش وجود ندارد و لازم است تامل نمایید تا کالا توسط پیک یا پست به خانومی بازگشت داده شود و سپس هزینه بسته به حساب شما بازگردانده شود."
              }
            />
            <Box
              question={" تخفیف‌های شانس تا چه زمانی ادامه پیدا می‌کنند؟"}
              answer={
                "کالاهای شانس به مدت محدود در تخفیف بالا قرار می‌گیرند. این زمان ممکن است چند ساعت تا چند روز باشد، ‌مگر این که تعداد در نظر گرفته شده از کالاها با تخفیف ویژه به اتمام برسد. محصولات شانس هر روز در دو نوبت ۹ صبح و ۹ شب در سایت به روزرسانی می‌شوند. شما می‌توانید برای پیدا کردن محصول مورد نظر خود با بیشترین تخفیف، در این دو نوبت به سایت مراجعه و شانس خود را امتحان کنید."
              }
            />

            <Box
              question={
                " چطور می‌توانم آدرس ارسال سفارش را پس از خرید تغییر دهم؟"
              }
              answer={
                "در صورتی که سفارش شما در مرحله ثبت سفارش باشد، امکان تغییر آدرس به آدرس دیگری در همان شهر امکان‌پذیر است. برای اعمال این تغییر، شما می‌توانید با پشتیبانی امور مشتریان خانومی تماس بگیرید: 91200500-021. اما در صورتی که سفارش شما به مراحل بعدی رفته باشد، امکان اعمال هیچگونه تغییری وجود ندارد. در صورتی که دریافت سفارش در آدرس ثبت شده برای شما مقدور نیست، لطفا تامل فرمایید تا سفارش شما توسط پیک یا پست به خانومی بازگشت و هزینه سفارش به حساب شما بازگردانده شود."
              }
            />

            <Box
              question={"آیا امکان لغو سفارش وجود دارد؟"}
              answer={
                "بله، در صورتی که وضعیت فاکتور در حالت ثبت سفارش باشد امکان لغو سفارش وجود دارد."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">
            {" "}
            پیگیری سفارش
          </h1>
          <div className="divide-y divide-solid">
            <Box
              question={"چطور می‌توانم سفارشم را پیگیری کنم؟"}
              answer={
                "از طریق بخش «خریدهای من» در حساب کاربری می‌توانید وضعیت سفارش خود را مشاهده فرمایید. همچنین می‌توانید با امور مشتریان تماس بگیرید و با ارائه شماره سفارش یا شماره همراه خود، از آخرین وضعیت سفارش‌تان مطلع شوید: 91200500-021"
              }
            />
            <Box
              question={" تخفیف‌های شانس تا چه زمانی ادامه پیدا می‌کنند؟"}
              answer={
                "کالاهای شانس به مدت محدود در تخفیف بالا قرار می‌گیرند. این زمان ممکن است چند ساعت تا چند روز باشد، ‌مگر این که تعداد در نظر گرفته شده از کالاها با تخفیف ویژه به اتمام برسد. محصولات شانس هر روز در دو نوبت ۹ صبح و ۹ شب در سایت به روزرسانی می‌شوند. شما می‌توانید برای پیدا کردن محصول مورد نظر خود با بیشترین تخفیف، در این دو نوبت به سایت مراجعه و شانس خود را امتحان کنید."
              }
            />

            <Box
              question={
                "در چه روزهایی امکان پیگیری سفارش وجود ندارد و خانومی تعطیل است؟"
              }
              answer={
                "در سال 1404، در روزهای ۱۳ فروردین (روز طبیعت)، ۱۴ خرداد (رحلت امام خمینی)، ۲۵ تیر (تاسوعا)، ۲۶ تیر (عاشورا)، ۴ شهریور (اربعین حسینی)، ۱۲ شهریور (رحلت حضرت رسول اکرم) و ۲۲ بهمن (سالگرد پیروزی انقلاب اسلامی)، شرکت خانومی تعطیل است و امکان پاسخگویی وجود ندارد. شما می‌توانید از طریق تلفن گویا مشکلات خود را ثبت و پس از روزهای تعطیل این موضوعات مورد پیگیری قرار خواهد گرفت."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">
            ارسال و تحویل کالا
          </h1>
          <div className="divide-y divide-solid">
            <Box
              question={"هزینه بسته‌بندی و ارسال به چه صورت می‌باشد؟"}
              answer={
                "هزینه بسته‌بندی و ارسال سفارش برای شهر تهران و البرز که توسط سفیران خانومی ارسال می‌گردد مبلغ 49 هزار تومان به صورت ثابت می‌باشد و برای سایر استان‌ها که ارسال به صورت پستی انجام می‌گردد، هزینه ارسال پست (عادی) 47 هزار تومان و (پیشتاز) 49 هزار تومان به صورت ثابت می‌باشد. "
              }
            />
            <Box
              question={"هزینه ارسال کالاهای با تگ «ارسال رایگان» چقدر است؟"}
              answer={
                "اگر محصولی در سبد خود دارید که مزیت «ارسال رایگان» دارد، هزینه‌ای بابت ارسال پرداخت نخواهید کرد و ارسال برای شما به طور کامل رایگان خواهد بود."
              }
            />

            <Box
              question={"نحوه تحویل کالا در محل به چه صورت است؟"}
              answer={
                "سفیر خانومی و پست موظف هستند درب اصلی ساختمان منتهی به خیابان پس از برقراری ارتباط با مشتری، کالا را تحویل دهند. در نظر داشته باشید امکان حضور درب واحد برای سفیر مقدور نیست."
              }
            />

            <Box
              question={"چطور از زمانبندی ارسال سفارش مطلع شوم"}
              answer={
                "در هنگام ثبت‌ سفارش و بعد از مشخص کردن آدرس و انتخاب روش ارسال، می‌توانید زمانبندی‌های موجود برای ارسال را مشاهده کنید. پس از ثبت سفارش نیز می‌توانید زمانبندی دریافت کالا را از طریق پیامک ارسالی یا از طریق بخش «سفارش‌های من» در حساب کاربری خود مشاهده کنید."
              }
            />

            <Box
              question={
                "کد رهگیری مرسوله پستی سفارش خود را در کدام قسمت از سایت می‌توان مشاهده کرد؟"
              }
              answer={
                "با انتخاب روش پستی و تحویل کالا به پست، کد رهگیری پستی از طریق پیامک برای شما ارسال می‌گردد، همچنین می‌توانید در سایت خانومی وارد پروفایل خود شوید، بر روی این لینک کلیک نمایید سپس در قسمت ارسال شده بر روی گزینه جزئیات سفارش مورد نظر کلیک کرده و کد رهگیری را مشاهده نمایید."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">بازگشت کالا</h1>
          <div className="divide-y divide-solid">
            <Box
              question={" شرایط ضمانت بازگشت رایگان کالا چیست؟"}
              answer={
                "به دلیل مقررات بهداشت، امکان انصراف از خرید و بازگشت کالا به دلایل سلیقه‌ای وجود ندارد. کالا تنها در صورتی به دلیل عدم تطابق با سلیقه مشتری و انصراف از خرید پس گرفته می‌شود که دارای شرایط اولیه باشد. توجه کنید در صورتی که با انصراف از خرید تک محصول و بازگرداندن کالا، شرط اولیه ارسال رایگان نقض شود، هزینه ارسال از مبلغ محصول کسر شده و مابقی برای شما واریز می‌شود. انصراف از کل سفارش شامل هزینه ارسال نمی‌گردد."
              }
            />
            <Box
              question={"شرایط بازگشت کالای غیر اصل چیست؟"}
              answer={
                "خانومی با افتخار اصالت کالاها را تضمین می‌کند و با اطمینان کامل می‌توانید خرید خود را انجام دهید. در صورتی که از اصالت کالایی که دریافت کرده‌اید اطمینان ندارید، امکان ثبت درخواست شما برای مرجوعی با ارائه مستندات در مورد اصل نبودن کالا، تا ۷ روز پس از تاریخ تحویل سفارش وجود دارد. در صورت وجود مشکل لطفاً با امور مشتریان خانومی تماس بگیرید و موضوع را اطلاع دهید. "
              }
            />

            <Box
              question={"نحوه تحویل کالا در محل به چه صورت است؟"}
              answer={
                "سفیر خانومی و پست موظف هستند درب اصلی ساختمان منتهی به خیابان پس از برقراری ارتباط با مشتری، کالا را تحویل دهند. در نظر داشته باشید امکان حضور درب واحد برای سفیر مقدور نیست."
              }
            />

            <Box
              question={"شرایط بازگشت کالا به صورت سلیقه‌ای چیست؟"}
              answer={
                "تمامی کالاهای فروشگاه خانومی شرایط بازگشت کالا در صورتی که پلمپ و در شرایط اولیه باشند را تا 7 روز دارا می‌باشد."
              }
            />

            <Box
              question={"چگونه درخواست مرجوعی را ثبت کنم؟"}
              answer={
                "جهت بازگرداندن کالا و استفاده از خدمات پس از فروش خانومی، لطفا در سایت، از طریق آیکون صورتی رنگ پایین صفحات وارد چت آنلاین شده و با کارشناسان خدمات پس از فروش ما در ارتباط باشید. کارشناسان امور مشتریان خانومی در سریع‌ترین زمان ممکن، پاسخگوی شما هستند. همچنین جهت پیگیری می‌توانید با امور مشتریان خانومی تماس بگیرید: 91200500-021"
              }
            />

            <Box
              question={
                "تا چند روز مهلت دارم محصول خریداری شده ی خود را مرجوع کنم؟"
              }
              answer={
                "مشتریان تا 7 روز از زمان تحویل کالا مهلت دارند درخواست مرجوعی و ارائه مستندات خود را از طریق چت آنلاین اعلام کنند. "
              }
            />

            <Box
              question={
                "آیا مسئولیت مربوط به کالاهای دارویی-مراقبتی و سنجش سلامت به عهده ی شرکت خانومی است؟"
              }
              answer={
                "دستورالعمل استفاده از اینگونه محصولات، بهتر است با مشورت پزشک همراه باشد، لذا عوارض ناشی از مصرف این نوع کالاها به عهده مشتری می‌باشد."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">
            {" "}
            قوانین انتشار دیدگاه
          </h1>
          <div className="divide-y divide-solid">
            <Box
              question={" در مورد چه مواردی می‌توانم دیدگاه خود را ثبت کنم؟"}
              answer={
                "در مورد تمامی موارد مربوط به کیفیت محصول و تجربه استفاده از آن می‌توانید امتیاز و دیدگاه خود را ثبت کنید. دیدگاه ارسالی باید منطبق بر شئونات جامعه و با بیان رسمی و به دور از توهین باشد. دیدگاه شما پس از بررسی و تایید، در صفحه محصول مرتبط، نمایش داده خواهد شد. در نظر داشته باشید موارد مرتبط با موجودی، قیمت محصولات و خدمات پس از فروش را از طریق امور مشتریان فروشگاه اینترنتی خانومی پیگیری فرمایید."
              }
            />

            <Box
              question={"در چه حالت عکس ارسالی همراه دیدگاه تایید می‌شود؟"}
              answer={
                "عکس ارسالی باید مطابق با عرف و شئونات جامعه باشد. داشتن پوشش مناسب و نداشتن تتو از شروط اساسی تایید محتوای تصویری است. همچنین عکس ارسالی برای تایید و نمایش در سایت باید با کیفیت باشد. پس خواهشمندیم از تمیز بودن لنز دوربین و کیفیت آن اطمینان حاصل فرمایید."
              }
            />
          </div>
        </div>

        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">
            {" "}
            پرداخت و استرداد
          </h1>
          <div className="divide-y divide-solid">
            <Box
              question={"چطور می‌توانم هزینه سفارشم را پرداخت کنم؟"}
              answer={
                "برای خرید از خانومی، پرداخت تنها به صورت اینترنتی از طریق سایت خانومی امکان‌پذیر است . پرداخت در محل یا به صورت نقدی امکان‌پذیر نمی‌باشد."
              }
            />

            <Box
              question={
                " آیا امکان پرداخت اقساطی از سایر سرویس‌ها میسر می‌باشد؟"
              }
              answer={"خیر فقط به صورت خرید اقساطی از اسنپ‌پی میسر می‌باشد."}
            />

            <Box
              question={"اقساط خود را در اسنپ‌پی به چه صورت پرداخت نمایم؟"}
              answer={
                "وارد برنامه اسنپ شده، از قسمت سرویس اعتباری وارد حساب کاربری خود شوید و از این قسمت می‌توانید اقساط خود را مشاهده و پرداخت کنید."
              }
            />

            <Box
              question={
                "مبلغ سفارش از حسابم کسر شده اما سفارشم نهایی نشده است."
              }
              answer={
                "اگر طی ۷۲ ساعت آینده مبلغ به حساب شما بازگشت داده نشد، ابتدا با بانک مبدا بررسی کرده بعد از حصول اطمینان از عدم واریزی با پشتیبانی خانومی در ارتباط باشید."
              }
            />

            <Box
              question={"مبلغ سفارش لغو شده چطور به حساب عودت داده می‌شود؟"}
              answer={
                "حالت اول: در صورتی که سفارش از طریق درگاه بانکی پرداخت شده باشد ، مبلغ به اعتبار مجازی مشتری افزوده می‌شود. حالت دوم: در صورتی که سفارش از طریق اسنپ‌پی پرداخت شده باشد ، مبلغ طی 3 الی 5 روز کاری به اعتبار اسنپ‌پی مشتری بازگشت داده میشود."
              }
            />
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
}
