import React from "react";
import { useLocation } from "react-router-dom";
import Box from "../../Components/Faq/Box";
import Button from "../../Components/Faq/Button";

export default function Return() {
  const location = useLocation();
  const currentPath = location.pathname;

  const buttons = [
    { title: "همه سوالات", path: "/faq" },
    { title: "ضمانت خانومی", path: "/faq/guarantee" },
    { title: "ثبت سفارش", path: "/faq/order" },
    { title: "جعبه صورتی و شانس ", path: "/faq/chance" },
    { title: "ویرایش سفارش", path: "/faq/edit-order" },
    { title: "پیگیری سفارش", path: "/faq/track-order" },
    { title: "ارسال و تحویل کالا", path: "/faq/delivery" },
    { title: "بازگشت کالا", path: "/faq/return" },
    { title: "قوانین انتشار دیدگاه", path: "/faq/comments" },
    { title: "پرداخت و استرداد", path: "/faq/payment" },
  ];

  return (
    <>
      <div className="container pr-7 w-full">
        <h1 className="font-Dana text-right text-xl mt-9">پرسش های متداول</h1>

        {/* دکمه‌ها */}
        <div className="group relative w-full flex items-center gap-x-3 overflow-x-auto mb-4 lg:mb-8 mt-7 child:font-Dana child:bg-neutral-50 child:p-2 child-hover:border child-hover:border-pink-700">
          {buttons.map((btn) => (
            <Button
              key={btn.path}
              title={btn.title}
              to={btn.path}
              isActive={currentPath === btn.path}
            />
          ))}
        </div>

        {/* سوالات و پاسخ‌ها */}
        <div>
          <h1 className="font-Dana text-xl mt-7 text-pink-700">بازگشت کالا</h1>
          <div className="divide-y divide-solid">
            <Box
              question={" شرایط ضمانت بازگشت رایگان کالا چیست؟"}
              answer={
                "به دلیل مقررات بهداشت، امکان انصراف از خرید و بازگشت کالا به دلایل سلیقه‌ای وجود ندارد. کالا تنها در صورتی به دلیل عدم تطابق با سلیقه مشتری و انصراف از خرید پس گرفته می‌شود که دارای شرایط اولیه باشد. توجه کنید در صورتی که با انصراف از خرید تک محصول و بازگرداندن کالا، شرط اولیه ارسال رایگان نقض شود، هزینه ارسال از مبلغ محصول کسر شده و مابقی برای شما واریز می‌شود. انصراف از کل سفارش شامل هزینه ارسال نمی‌گردد."
              }
            />
            <Box
              question={"شرایط بازگشت کالای غیر اصل چیست؟"}
              answer={
                "خانومی با افتخار اصالت کالاها را تضمین می‌کند و با اطمینان کامل می‌توانید خرید خود را انجام دهید. در صورتی که از اصالت کالایی که دریافت کرده‌اید اطمینان ندارید، امکان ثبت درخواست شما برای مرجوعی با ارائه مستندات در مورد اصل نبودن کالا، تا ۷ روز پس از تاریخ تحویل سفارش وجود دارد. در صورت وجود مشکل لطفاً با امور مشتریان خانومی تماس بگیرید و موضوع را اطلاع دهید. "
              }
            />

            <Box
              question={"نحوه تحویل کالا در محل به چه صورت است؟"}
              answer={
                "سفیر خانومی و پست موظف هستند درب اصلی ساختمان منتهی به خیابان پس از برقراری ارتباط با مشتری، کالا را تحویل دهند. در نظر داشته باشید امکان حضور درب واحد برای سفیر مقدور نیست."
              }
            />

            <Box
              question={"شرایط بازگشت کالا به صورت سلیقه‌ای چیست؟"}
              answer={
                "تمامی کالاهای فروشگاه خانومی شرایط بازگشت کالا در صورتی که پلمپ و در شرایط اولیه باشند را تا 7 روز دارا می‌باشد."
              }
            />

            <Box
              question={"چگونه درخواست مرجوعی را ثبت کنم؟"}
              answer={
                "جهت بازگرداندن کالا و استفاده از خدمات پس از فروش خانومی، لطفا در سایت، از طریق آیکون صورتی رنگ پایین صفحات وارد چت آنلاین شده و با کارشناسان خدمات پس از فروش ما در ارتباط باشید. کارشناسان امور مشتریان خانومی در سریع‌ترین زمان ممکن، پاسخگوی شما هستند. همچنین جهت پیگیری می‌توانید با امور مشتریان خانومی تماس بگیرید: 91200500-021"
              }
            />

            <Box
              question={
                "تا چند روز مهلت دارم محصول خریداری شده ی خود را مرجوع کنم؟"
              }
              answer={
                "مشتریان تا 7 روز از زمان تحویل کالا مهلت دارند درخواست مرجوعی و ارائه مستندات خود را از طریق چت آنلاین اعلام کنند. "
              }
            />

            <Box
              question={
                "آیا مسئولیت مربوط به کالاهای دارویی-مراقبتی و سنجش سلامت به عهده ی شرکت خانومی است؟"
              }
              answer={
                "دستورالعمل استفاده از اینگونه محصولات، بهتر است با مشورت پزشک همراه باشد، لذا عوارض ناشی از مصرف این نوع کالاها به عهده مشتری می‌باشد."
              }
            />
          </div>
        </div>
      </div>
    </>
  );
}
